[
  {
    "id": 1,
    "name": "INTERAKSI PIKIRAN & PERILAKU (SUMBER NORMA)",
    "material": {
      "title": "INTERAKSI PIKIRAN & PERILAKU (SUMBER NORMA)",
      "description": "",
      "subMaterial": [
        {
          "title": "Pemahaman tentang Norma",
          "description": "Norma adalah petunjuk tingkah laku yang harus dilakukan dan tidak boleh dilakukan dalam hidup sehari-hari, berdasarkan suatu alasan (motivasi) tertentu dengan disertai sanksi. Sanksi adalah ancaman/akibat yang akan diterima apabila norma tidak dilakukan."
        },
        {
          "title": "Sumber Norma",
          "description": "Dalam kehidupan umat manusia terdapat bermacam-macam sumber norma, yaitu norma agama, norma kesusilaan, norma kesopanan, norma hukum dan lain-lain. Norma agama, norma kesusilaan, norma kesopanan, dan norma hukum digolongkan sebagai norma umum. Selain itu dikenal juga adanya norma khusus, seperti aturan permainan, tata tertib sekolah, tata tertib pengunjung tempat bersejarah dan lain-lain."
        },
        {
          "title": "Norma Agama",
          "description": "Norma agama adalah aturan-aturan hidup yang berupa perintah-perintah dan larangan-larangan, yang oleh pemeluknya diyakini bersumber dari Tuhan Yang Maha Esa. Aturan-aturan itu tidak saja mengatur hubungan vertikal, antara manusia dengan Tuhan (ibadah), tapi juga hubungan horisontal, antara manusia dengan sesama manusia. Pada umumnya setiap pemeluk agama menyakini bawa barang siapa yang mematuhi perintah-perintah Tuhan dan menjauhi larangan-larangan Tuhan akan memperoleh pahala. Sebaliknya barang siapa yang melanggarnya akan berdosa dan sebagai sanksinya, ia akan memperoleh siksa. Sikap dan perbuatan yang menunjukkan kepatuhan untuk menjalankan perintah-Nya dan menjauhi larangan-Nya tersebut disebut taqwa."
        },
        {
          "title": "Norma Kesusilaan",
          "description": "Norma kesusilaan adalah aturan-aturan hidup tentang tingkah laku yang baik dan buruk, yang berupa “bisikan-bisikan” atau suara batin yang berasal dari hati nurani manusia. Berdasar kodrat kemanusiaannya, hati nurani setiap manusia “menyimpan” potensi nilai-nilai kesusilaan. Hal ini analog dengan hak-hak asasi manusia yang dimiliki oleh setiap pribadi manusia karena kodrat kemanusiaannya, sebagai anugerah Tuhan Yang Maha Kuasa. Karena potensi nilai-nilai kesusilaan itu tersimpan pada hati nurani setiap manusia (yang berbudi), maka hati nurani manusia dapat disebut sebagai sumber norma kesusilaan. Tata susila mendorong untuk berbuat baik, karena hati kecilnya menganggap baik, atau bersumber dari hati nuraninya, lepas dari hubungan dan pengaruh orang lain Tidak jarang ketentuan-ketentuan norma agama juga menjadi ketentuan-ketentuan norma kesusilaan, sebab pada hakikatnya nilai- nilai keagamaan dan kesusilaan itu berasal dari Tuhan Yang Maha Kuasa. Demikian pula karena sifatnya yang melekat pada diri setiap manusia, maka nilai-nilai kesusilaan itu bersifat universal. Dengan kata lain, nilai-nilai kesusilaan yang universal tersebut bebas dari dimensi ruang dan waktu, yang berarti berlaku di manapun dan kapanpun juga.."
        },
        {
          "title": "Norma Kesopanan",
          "description": "Norma kesopanan adalah aturan hidup bermasyarakat tentang tingkah laku yang baik dan tidak baik baik, patut dan tidak patut dilakukan, yang berlaku dalam suatu lingkungan masyarakat atau komunitas tertentu. Norma ini biasanya bersumber dari adat istiadat, budaya, atau nilai-nilai masyarakat. Ini sejalan dengan pendapat Widjaja tentang moral dihubungkan dengan eika, yang membicarakan tentang tata susila dan tata sopan santun. Tata sopan santun mendorong berbuat baik, sekedar lahiriah saja, tidak bersumber dari hati nurani, tapi sekedar menghargai menghargai orang lain dalam pergaulan. Dengan demikian norma kesopanan itu bersifat kultural, kontekstual, nasional atau bahkan lokal. Berbeda dengan norma kesusilaan, norma kesopanan itu tidak bersifat universal. Suatu perbuatan yang dianggap sopan oleh sekelompok masyarakat mungkin saja dianggap tidak sopan bagi sekelompok masyarakat yang lain. Sejalan dengan sifat masyarakat yang dinamis dan berubah, maka norma kesopanan dalam suatu komunitas tertentu juga dapat berubah dari masa ke masa. "
        },
        {
          "title": "Norma Hukum",
          "description": "Norma hukum adalah aturan-aturan yang dibuat oleh lembaga negara yang berwenang, yang mengikat dan bersifat memaksa, demi terwujudnya ketertiban masyarakat. Sifat “memaksa” dengan sanksinya yang tegas dan nyata inilah yang merupakan kelebihan norma hukum dibanding dengan ketiga norma yang lain. Negara berkuasa untuk memaksakan aturan-aturan hukum guna dipatuhi dan terhadap orang-orang yang bertindak melawan hukum diancam hukuman. Ancaman hukuman itu dapat berupa hukuman bandan atau hukuman benda. Hukuman bandan dapat berupa hukuman mati, hukuman penjara seumur hidup, atau hukuman penjara sementara. Di samping itu masih dimungkinkan pula dijatuhkannya hukuman tambahan, yakni pencabutan hak-hak tertentu, perampasan barang-barang tertentu, dan pengumuman keputusan pengadilan. Demi tegaknya hukum, negara memiliki aparat-aparat penegak hukum, seperti polisi, jaksa, dan hakim. Sanksi yang tegas  dan  nyata,  dengan  berbagai  bentuk  hukuman  seperti  yang  telah dikemukakan itu, tidak dimiliki oleh ketiga norma yang lain. Sumber hukum dalam arti materiil dapat berasal dari falsafah, pandangan hidup, ajaran agama, nilai-nilai kesusilaam,adat istiadat, budaya, sejarah dan lain-lain. Dengan demikian dapat saja suatu ketentuan norma hukum juga menjadi ketentuan norma-norma yang lain. Sebagai contoh, perbuatan mencuri adalah perbuatan melawan hukum (tindak pidana, dalam hal ini : kejahatan), yang juga merupakan perbuatan yang bertentangan dengan norma agama, kesusilaan (a susila), maupun kesopanan (a sosial). Jadi, diantara norma-norma tersebut mungkin saja terdapat kesamaan obyek materinya, akan tetapi yang tidak sama adalah sanksinya. Akan tetapi, sebagai contoh lagi, seorang yang mengendari kendaraan bermotor tanpa memiliki SIM, meskipun tidak melanggar norma agama, akan tetapi melanggar norma hukum."
        }
      ],
      "video": "/video/1. VIDEO INTERAKSI PIKIRAN & PERILAKU (SUMBER NORMA).mp4"
    }
  },
  {
    "id": 2,
    "name": "PERKEMBANGAN MORAL (NILAI PENDIDIKAN MORAL)",
    "material": {
      "title": "PERKEMBANGAN MORAL (NILAI PENDIDIKAN MORAL)",
      "description": "Pendidikan moral memilki esensi dan makna yang sama dengan pendidikan akhlak yaitu penanaman nilai-nilai tertentu dalam diri. Tujuannya adalah untuk membentuk pribadi, supaya menjadi manusia yang bermoral, yaitu manusia baik, yang mampu menggunakan akal dan perasaannya berlandaskan nilai-nilai luhur, norma-norma agama, dan adat istiadat dalam kehidupannya. Manusia yang mampu berbuat baik disertai kemampuan untuk berinovasi kreatif, produktif dan mandiri.",
      "subMaterial": [
        {
          "title": "Tujuan dari Pendidikan Moral",
          "description": "Mengajak untuk mengklarifikasi dan mengungkap dirinya. Membina, meningkatkan serta mengembangkan masalah afeksi melalui cara yang wajar dan sesuai dengan potensi diri yang bersangkutan. Membawakan dunia emosionala feksi dalam pengajaran serta melatih untuk melakoni-nya sendiri. Melatih dan membina perbaikan kehidupan sosial social and life adjusment. Menanamkan nilai/sistem nilai yang utama serta melestarikannya Membina tata cara pemahaman (understanding) moral dan perilaku seseorang dengan kajian sistem nilai. Membina kesadaran akan perlunya nilai moral, kebaikan tentang suatu nilai dan mendorong keinginan untuk menganut serta melaksanakannya. Pengembangan kepribadian. Sasaran atau target dalam pembelajaran moral, tidak hanya sebatas kemampuan afektif anak saja, tetapi domain lainnya turut menjadi sasaran, seperti domain kognitif dan psikomotor. Ketiganya merupakan suatu kesatuan yang utuh dan bulat. Dalam Pendidikan moral memilki esensi dan makna yang sama dengan pendidikan akhlak yaitu penanaman nilai-nilai tertentu dalam diri anak. Tujuannya adalah untuk membentuk pribadi, supaya menjadi manusia yang bermoral, yaitu manusia baik, yang mampu menggunakan akal dan perasaannya berlandaskan nilai-nilai luhur, norma-norma agama, dan adat istiadat dalam kehidupannya. Manusia yang mampu berbuat baik disertai kemampuan untuk berinovasi kreatif, produktif dan mandiri  "
        },
        {
          "title": "Kepatuhan",
          "description": "Moral menunjuk kepada aturan-aturan yang harus dilaksanakan dan kepada citra diri tentang apa yang harus dilakukan oleh orang-orang yang baik, loyal dan terpercaya terhadap sasarannya. Secara lebih jelas seseorang melihat dan mematuhi peranan social dalam dirinya dimana banyak mempengaruhi peranan moralnya. Manusia telah dibekali kesadaran sosial sebagai fitrah yang dibawanya sejak lahir. Kesadaran moral adalah kesadaran tentang diri sendiri dalam berhadapan dengan baik dan buruk. Kecenderungan manusia itu ingin berbuat dengan hukum-hukum moral karena manusia selalu ingin mengikuti ajaran Tuhan."
        },
        {
          "title": "Keadilan",
          "description": "Prinsip yang paling inti bagi perkembangan moral adalah prinsip keadilan. Keadilan adalah penghargaan utama terhadap nilai dan persamaan semua insan manusia, merupakan tolak ukur yang mendasar dan universal. Penggunaan keadilan sebagai prinsip itu dijamin kebebasan dalam berkeyakinan, menggunakan konsep moralitas yang dapat dibenarkan secara filosofis dan didasarkan pada fakta-fakta psikologis dan perkembangan manusia. Tahap keadilan itu diangkat menjadi tahap tertinggi dan merupakan titik acuan bagi seluruh proses perkembangan moral manusia. Dengan kata lain keadilan dalam prinsip moral bermakna adanya perhatian terhadap orang lain secara sama."
        },
        {
          "title": "Kesopanan",
          "description": "Moral adalah adat istiadat, kebiasaan, peraturan atau nilai-nilai dan tata cara kehidupan. Nilai-nilai moral yang bermaksud seperti kejujuran, kesopanan dan kedisiplinan."
        },
        {
          "title": "Kedisiplinan",
          "description": "Moral berkaitan dengan disiplin, kemajuan, kualitas perasaan, emosi, dan kecenderungan manusia."
        },
        {
          "title": "Kepedulian",
          "description": "Perasaan simpati dan kepedulian kepada orang lain merupakan dasar motivasi yang penting bagi penataan tindakan moral. Toleran dan pengorbanan diri adalah masalah penghargaan diri dan tanda keterbukaan hati dan kebesaran jiwa sehingga menjalani kepentingannya demi kepentingan orang lain dan untuk mempertahankan tujuan yang diharapkan. Menghormati orang lain dan menghargai prestasinya, juga merupakan sifat mulia. Sifat-sifat mulia adalah bagian dari nilai moral tertinggi."
        },
        {
          "title": "Pendidikan Moral di Berbagai Negara",
          "description": "Pendidikan Moral pada tiap-tiap Negara berbeda satu dengan lainnya. Dalam Negara yang menjadikan agama sebagai hukum dasarnya maka pendidikan moral bersumberkan pada agama yang berlaku di Negara itu. Pembentukan moral warganegara dan bangsa Negara yang bersangkutan dilakukan menurut norma-norma agama tersebut melalui pendidikan agama. Bagi Negara yang tidak memakai agama sebagai hukum dasarnya, pendidikan moral didasarkan pada hukum dasar dan nilai-nilai yang terkandung dalam hukum dasar itu. Dengan pendidikan civics dibinalah warganegara yang lebih baik dalam suatu masyarakat yang demokratis. Bagi bangsa Indonesia pendidikan moral sudah dikenal sejak lama, malahan sebelum bangsa Indonesia menyatakan kemerdekaannya. Penjajahan bangsa asing terhadap bangsa Indonesia tidak menghapuskan dasar pendidikan moral itu. Pendidikan moral pada waktu itu terdapat dalam religi, adat-istiadat dan kebudayaan merupakan asal mula bahan Pancasila dasar Negara Republik Indonesia dan diintegrasikan pada bentuk-bentuk pendidikan yang ada."
        }
      ],
      "video": "/video/2. VIDEO PERKEMBANGAN MORAL (NILAI PENDIDIKAN MORAL).mp4"
    }
  }
]